export default [
    {
        header_menu: [
            {id:1, menu: 'Біз туралы', hash: '#school_instruction'},
            {id:2, menu: 'Оқушыларға', hash: '#proceed'},
            {id:3, menu: 'Мұғалімдерге', hash: '#for_teacher'},
            {id:4, menu: 'Қор туралы', hash: '#about_fund'},
            {id:5, menu: 'Күнтізбе', hash: '#calendar'},
            {id:6, menu: 'Байланыс', hash: '#footer'},
        ],
    },

    {
        // First Slider
        basic_data: [
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Әсемпаз болма әрнеге,<br />Өнерпаз болсаң, арқалан.<br />Сен де – бір кірпіш, дүниеге,<br />Кетігін тап та, бар қалан!</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Әсемпаз болма әрнеге,<br />Өнерпаз болсаң, арқалан.<br />Сен де – бір кірпіш, дүниеге,<br />Кетігін тап та, бар қалан!</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Әсемпаз болма әрнеге,<br />Өнерпаз болсаң, арқалан.<br />Сен де – бір кірпіш, дүниеге,<br />Кетігін тап та, бар қалан!</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Әсемпаз болма әрнеге,<br />Өнерпаз болсаң, арқалан.<br />Сен де – бір кірпіш, дүниеге,<br />Кетігін тап та, бар қалан!</h1></div>`,            
        ],

        // About School
        about_title: 'Мектеп туралы',
        about_content: `<b>IQanat High School of Burabay</b> ауылдық жерлерден келген және IQanat олимпиадасының республикалық кезеңінің финалистері болып анықталған 10-11-ші сыныптардың екі жүз оқушысын оқытуға бағыттылған мектеп-интернат. Мектеп фин технологиясына сәйкес кұрылған. Жайлы өмір сүруге және оқуға барлық жағдай жасалған. Біз оқытуда халықаралық стандарттарға сәйкес тәжірибесі бар және ең бастысы, біздің қауымдастықтың Миссиясы мен Құндылықтарын бөлісетін және оларды қолдайтын үздік оқытушылар құрамын жинадық. Мектеп еліміздің табиғаты ең әсем жерлерінің бірі - Бурабайдағы Щучье көлінің батыс жағалауында, орналасқан. Мектептің ашылуы 2020 жылдың тамыз айына жоспарланған.`,

        // Dear students and parents!
        intro_title: 'Құрметті оқушылар мен ата-аналар!',
        intro_content: `IQanat High School of Burabay - тек пәндік білім мен аттестат беретін мектеп емес. Біз бойымызда бар ең маңызды құндылықтарымыз: уақытымызды, білімімізді, тәжірибемізді және ашықтық, жауапкершілік, еркіндік, өзін-өзі тану мәдениетімізді оқушылармен бөлісу керектігін түсінетін ортақ мақсатпен және құндылықтармен біріккен адамдар қауымдастығымыз. Біз сіздерге ыңғайлы және қауіпсіз жерде оқуға және өмір сүруге, идеяларыңызбен және жоспарларыңызбен  бөлісуге, мақсаттарыңызды анықтауға және оларға қол жеткізуге мүмкіндік беретін орын жасаймыз.`,
        intro_small_title1: `“Әрқайсыларыңыз құндысыздар және ерекшесіздер!” `,
        intro_small_content1: `Біз сіздерге жоғарғы оқу орнын таңдауға ғана көмектеспей, оған қоса, ықыласыңызды анықтауға көмектесеміз, себебі орта мектеп - сіздің орта біліміңіздің ересек өмірге дейінгі соңғы кезеңі.`,
        intro_small_title2: `Сізбен кездесуді асыға күтеміз,`,
        intro_small_content2: `IQanat High School of Burabay командасы.`,

        // The mission of school
        mission: '<b>Мектеп миссиясы</b> - өз тамырын құрметтейтін және әлемдік қауымдастық ішінде өзі үшін жауапкершілік арқалай білетін, білімді, тәрбиелі және салауатты жастарды қалыптастыру.',

        // School Values
        value_title: `Мектеп құндылықтары`,
        value_small_title1: `Талап - мақсатты анықтай білу.`,
        value_small_content1: `Біз білімді белгілі бір мақсатқа жету үшін алуға тырысамыз, тек теориялық білім қорын жинап қана қоймай, оны шынайы өмірде тиімді қолдануға тырысамыз.`,
        value_small_title2: `Еңбек - мақсатқа жету үшін жасалған әрекет.`,
        value_small_content2: `Мақсат арманнан нақты мерзіммен ерекшеленеді. Уақыт шеңбелерін анықтай отырып, біз мақсатқа жетуге тырысамыз, жоспарланған әрекеттерге көшеміз.`,
        value_small_title3: `Терең ой - мақсатқа жету үшін білім мен дағдыларды дамыту.`,
        value_small_content3: `Мақсатты анықтай отырып, біз оған бар назарымызды аударамыз, оған жету үшін қажетті білім мен дағдыларды таңдаймыз. Олар жай ғана үстірт болмайды, керісінше кеңейеді, тереңдейді.`,
        value_small_title4: `Қанағат - ішкі тепе-теңдік.`,
        value_small_content4: `Мақсаттың өзіне немесе сол мақсатқа жету жолында ілгерілеуге қол жеткізгенде ішкі әлемімізді толтырып, күшті және әлсіз тұстарымызды түсіну арқылы сол жетістікке қанағаттанатын боламыз. Біз өзіміздің негізгі мақсатымызды түсіне бастаймыз және ішкі жан-дүниемізде тепе-теңдік орнайтын болады.`,
        value_small_title5: `Рақым - сыртқы тепе-теңдік.`,
        value_small_content5: `Адам өзінде жоқ нәрсені ешкіммен бөлісе алмайды. Біз оқу үдерісінде білім, дағдылар мен құндылықтарды игеріп, қоршаған ортаны жақсартуға тырысамыз.`,

        // Our Pupils
        our_pupil_title: `Біздің оқушыларымыз`,
        second_data: [
            `
                <div class="sub_content row">
                    <div class="col-md-4">
                        <div class="pupil_image">
                            <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
                        </div>
                        <div class="pupil_info">
                            <div class="name_old">
                                <p>Калиева Назира</p>
                                <p>Игілікқызы, 15</p>
                            </div>
                            <div class="vallage">
                                <p>Батыс Қазақстан облысы,</p>
                                <p>Сырым ауданы,</p>
                                <p>Қарағанды ауылы</p>
                            </div>
                        </div>
                    <div class="clearfix"></div>
                    </div>
                    <div class="col-md-8">
                        <div class="message">
                            <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
                        </div>
                        <div class="big_number wow slideInUp" data-wow-duration="0.5s" data-wow-delay="0.6s">
                            <p>01<sup>/11</sup></p>
                        </div>
                    </div>
                </div>
            `,
            `
                <div class="sub_content row">
                    <div class="col-md-4">
                        <div class="pupil_image">
                            <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
                        </div>
                        <div class="pupil_info">
                            <div class="name_old">
                                <p>Калиева Назира</p>
                                <p>Игілікқызы, 15</p>
                            </div>
                            <div class="vallage">
                                <p>Батыс Қазақстан облысы,</p>
                                <p>Сырым ауданы,</p>
                                <p>Қарағанды ауылы</p>
                            </div>
                        </div>
                        <div class="clearfix"></div>
                    </div>
                    <div class="col-md-8">
                    <div class="message">
                        <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
                    </div>
                    <div class="big_number wow slideInUp" data-wow-duration="0.5s" data-wow-delay="0.6s">
                        <p>02<sup>/11</sup></p>
                    </div>
                    </div>
                </div>
            `,
        ],

        // Calandar
        calandar_title: 'Акамемиялық күнтізбе 2020-2021',
        calandar_content1: 'Бірінші жарты жылдықтың басталуы',
        calandar_content2: 'Қысқы демалыс',
        calandar_content3: 'Ашық есік аптасы',
        calandar_content4: 'Жазғы демалыс',
        calandar_content5: 'Бағдарлы апта',
        calandar_content6: 'Бірінші жарты жылдықтың аяқталуы',
        calandar_content7: 'Екінші жарты жылдықтың басталуы',
        calandar_content8: 'Екінші жарты жылдықтың аяқталуы',

        // About Fund
        third_data: [
            `
            <p>Благотворительный общественный фонд "Образовательный фонд IQanat" занимается поддержкой учеников сельских школ Казахстана в получении качественного образования и поступления в отечественные и мировые вузы.</p>
          `,
          `
            <p>Благотворительный общественный фонд "Образовательный фонд IQanat" занимается поддержкой учеников сельских школ Казахстана в получении качественного образования и поступления в отечественные и мировые вузы.</p>
          `,
        ],
        fund_button: 'ПОДРОБНЕЕ О ФОНДЕ',

        // HOW TO PROCEED?
        proceed_title: `КАК<br /> ПОСТУПИТЬ?`,
        proceed_content: `Учащиеся IQanat High School of Burabay являются финалистами республиканского этапа олимпиады IQanat. Отбор в школу проходит во время 5-дневного республиканского слета в июле месяце.`,
        proceed_button: 'ПОДРОБНЕЕ',

        // INFORMATION FOR ARRIVED
        arrive_title: `Оқуға түскен<br />оқушыларға<br />арналған ақпарат`,
        arrive_content: `Құрметті IQanat High School of Burabay оқушылары, осы бөлімде сіздер мектептің барлық ережелері мен саясаттары туралы толық ақпаратты таба аласыздар. Мектепте оқуды бастамас бұрын олармен танысып алу керек. Бөлім 2019 жылдың соңына дейін әзірленеді, материалдар 2020 жылдың қаңтарында қол жетімді болады.`,

        // FOR TEACHERS
        teacher_title: `ДЛЯ<br /> УЧИТЕЛЕЙ`,
        teacher_content: `Сообщество IQanat High School of Burabay всегда в поиске талантливых учителей, которые смогут присоединиться к нашей команде. Открытие нашей школы запланировано на август 2020-го года.`,
        teacher_button: 'ПОДРОБНЕЕ',

        // 
    },

    {
        footer_menu: [
            {id:1, menu: 'Біз туралы', hash: '#school_instruction'},
            {id:2, menu: 'Оқушыларға', hash: '#proceed'},
            {id:3, menu: 'Мұғалімдерге', hash: '#for_teacher'},
            {id:4, menu: 'Қор туралы', hash: '#about_fund'},
            {id:5, menu: 'Күнтізбе', hash: '#calendar'},
            {id:6, menu: 'Байланыс', hash: '#footer'},
        ],
        footer_address: 'Щучинск қ., Трудовая көшесі, 32 үй',
        footer_gmail_question: 'Сұрақтарыңыз бар ма?', footer_gmail_gmail: 'Бізге <b>iqhsbmanager@gmail.com</b> электрондық поштасына жазыңыз немесе <b>+7 (776) 110 39 39</b> нөміріне қоңырау шалыңыз',
        footer_facebook_question: 'Оқиғадан хабардар болғыңыз келе ме?', footer_facebook_facebook: 'Біздің <b>Facebook</b> парақшасына жазылыңыз',
        footer_rest_copy: '© Copyright iQanat Burabay High School 2019', footer_rest_all_right: 'Барлық құқықтар сақталған', footer_rest_designer: 'Agency58-тың дизайны',
    }
    
]