export default [
    {
        header_menu: [
            {id:1, menu: 'О НАС', hash: '#school_instruction'},
            {id:2, menu: 'УЧЕНИКАМ', hash: '#proceed'},
            {id:3, menu: 'УЧЕТИЛЯМ', hash: '#for_teacher'},
            {id:4, menu: 'О ФОНДЕ', hash: '#about_fund'},
            {id:5, menu: 'КАЛЕНДАРЬ', hash: '#calendar'},
            {id:6, menu: 'КОНТАКТЫ', hash: '#footer'},
        ],
    },

    {
        // First Slider
        basic_data: [
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Будь разборчив в пути своем,<br />Если ты талантлив – гордись.<br />И надежным кирпичем,<br />В стену строящуюся ложись.</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Будь разборчив в пути своем,<br />Если ты талантлив – гордись.<br />И надежным кирпичем,<br />В стену строящуюся ложись.</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Будь разборчив в пути своем,<br />Если ты талантлив – гордись.<br />И надежным кирпичем,<br />В стену строящуюся ложись.</h1></div>`,
            `<div class="slide"><img src="${require('@/assets/top_image1.jpg')}" alt="Picture1" srcset="" class="img-fluid"><h1>Будь разборчив в пути своем,<br />Если ты талантлив – гордись.<br />И надежным кирпичем,<br />В стену строящуюся ложись.</h1></div>`,
        ],

        // About School
        about_title: 'О ШКОЛЕ',
        about_content: `<b>IQanat High School of Burabay</b> -  это школа-пансионат, предназначенная для обучения двухсот талантливых учащихся 10х-11х классов из сельской местности, финалистов республиканского этапа олимпиады IQanat. Школа спроектирована по финским технологиям и имеет все необходимое для комфортного проживания и обучения. Мы собрали лучшую команду педагогов, с опытом преподавания по международным стандартам, но самое главное, разделяющих и поддерживающих Миссию и Ценности нашего сообщества. Школа расположена в красивом природном уголке нашей страны- западный берег озера Щучье, Бурабай. Открытие запланировано на август 2020-го года.`,

        // Dear students and parents!
        intro_title: 'Уважаемые ученики и родители!',
        intro_content: `IQanat High School of Burabay не просто школа, где вы получите предметные знания и аттестат. Мы - сообщество людей, объединенных ценностями и единой целью - дать нашим ученикам лучшее что мы имеем: наше время, знания, опыт и культуру открытости, ответственности, свободы и самореализации.  Мы создаем место, в котором вам будет комфортно и безопасно учиться и жить, делиться с нами вашими идеями и планами, определять свои цели и достигать их.`,
        intro_small_title1: `“Каждый из вас ценен и уникален!”`,
        intro_small_content1: `Мы хотим помочь вам выбрать не столько ВУЗ для обучения, сколько свое призвание, ведь старшая школа-это последний этап вашего среднего образования перед выходом во взрослую жизнь.`,
        intro_small_title2: `С нетерпением ждем нашей встречи!`,
        intro_small_content2: `Команда IQanat High School of Burabay`,

        // The mission of school
        mission: '<b>Миссия школы</b> - формирование образованных, воспитанных и здоровых молодых людей, уважающих свои корни и несущих ответственность за себя в мировом сообществе.',

        // School Values
        value_title: `Ценности школы`,
        value_small_title1: `Талап (Намерение) - умение определять цель.`,
        value_small_content1: `Мы стремимся приобретать знания под определенную цель, не просто накапливать теоретический багаж, а применять их эффективно в реальной жизни.`,
        value_small_title2: `Еңбек (Труд) - действие для достижения цели.`,
        value_small_content2: `Цель отличается от мечты четким дедлайном. Определив временные рамки, мы стремимся к достижению цели, переходим к запланированным действиям.`,
        value_small_title3: `Терең ой (Мышление) - развитие знаний и навыков для достижения цели.`,
        value_small_content3: `Определив цель, мы фокусируемся на ней, выбираем знания и навыки необходимые для ее достижения. Они расширяются и углубляются, перестают быть поверхностными.`,
        value_small_title4: `Қанағат (Довольство) - внутренний баланс.`,
        value_small_content4: `Достигая прогресса на пути к цели или самой цели, мы получаем удовлетворение, наполняя свой внутренний мир и осознавая свои сильные и слабые стороны. Мы начинаем понимать свое предназначение и достигаем равновесия с самим собой.`,
        value_small_title5: `Рақым (Милосердие) - внешний баланс.`,
        value_small_content5: `Человек не может делиться не наполнившись сам. Мы стремимся улучшать наше окружение через знания, навыки и ценности, которыми мы наполняемся в процессе обучения.`,

        // Our Pupils
        our_pupil_title: `НАШИ УЧЕНИКИ`,
        second_data: [
            `
                <div class="sub_content row">
                    <div class="col-md-4">
                        <div class="pupil_image">
                            <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
                        </div>
                        <div class="pupil_info">
                            <div class="name_old">
                                <p>Калиева Назира</p>
                                <p>Игілікқызы, 15</p>
                            </div>
                            <div class="vallage">
                                <p>Батыс Қазақстан облысы,</p>
                                <p>Сырым ауданы,</p>
                                <p>Қарағанды ауылы</p>
                            </div>
                        </div>
                    <div class="clearfix"></div>
                    </div>
                    <div class="col-md-8">
                        <div class="message">
                            <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
                        </div>
                        <div class="big_number wow slideInUp" data-wow-duration="0.5s" data-wow-delay="0.6s">
                            <p>01<sup>/11</sup></p>
                        </div>
                    </div>
                </div>
            `,
            `
                <div class="sub_content row">
                    <div class="col-md-4">
                        <div class="pupil_image">
                            <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
                        </div>
                        <div class="pupil_info">
                            <div class="name_old">
                                <p>Калиева Назира</p>
                                <p>Игілікқызы, 15</p>
                            </div>
                            <div class="vallage">
                                <p>Батыс Қазақстан облысы,</p>
                                <p>Сырым ауданы,</p>
                                <p>Қарағанды ауылы</p>
                            </div>
                        </div>
                        <div class="clearfix"></div>
                    </div>
                    <div class="col-md-8">
                    <div class="message">
                        <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
                    </div>
                    <div class="big_number wow slideInUp" data-wow-duration="0.5s" data-wow-delay="0.6s">
                        <p>02<sup>/11</sup></p>
                    </div>
                    </div>
                </div>
            `,
        ],

        // Calandar
        calandar_title: 'Академический календарь 2020-2021',
        calandar_content1: 'Начало 1-го полугодия',
        calandar_content2: 'Зимние каникулы',
        calandar_content3: 'Неделя открытых дверей',
        calandar_content4: 'Летние каникулы',
        calandar_content5: 'Ориентационная неделя',
        calandar_content6: 'Конец 1-го полугодия',
        calandar_content7: 'Начало 2-го полугодия',
        calandar_content8: 'Конец 2-го полугодия',

        // About Fund
        third_data: [
            `
            <p>Благотворительный общественный фонд "Образовательный фонд IQanat" занимается поддержкой учеников сельских школ Казахстана в получении качественного образования и поступления в отечественные и мировые вузы.</p>
          `,
          `
            <p>Благотворительный общественный фонд "Образовательный фонд IQanat" занимается поддержкой учеников сельских школ Казахстана в получении качественного образования и поступления в отечественные и мировые вузы.</p>
          `,
        ],
        fund_button: 'ПОДРОБНЕЕ О ФОНДЕ',

        // HOW TO PROCEED?
        proceed_title: `КАК<br /> ПОСТУПИТЬ?`,
        proceed_content: `Учащиеся IQanat High School of Burabay являются финалистами республиканского этапа олимпиады IQanat. Отбор в школу проходит во время 5-дневного республиканского слета в июле месяце.`,
        proceed_button: 'ПОДРОБНЕЕ',

        // INFORMATION FOR ARRIVED
        arrive_title: `Информация<br />для<br />поступивших`,
        arrive_content: `Уважаемые учащиеся IQanat High School of Burabay, в данном разделе вы сможете найти подробную информацию о всех правилах и политиках школы. Вам необходимо ознакомиться с ними до начала обучения. Раздел находится в разработке до конца 2019 года, материалы будут доступны в начале января 2020 года.`,

        // FOR TEACHERS
        teacher_title: `ДЛЯ<br /> УЧИТЕЛЕЙ`,
        teacher_content: `Сообщество IQanat High School of Burabay всегда в поиске талантливых учителей, которые смогут присоединиться к нашей команде. Открытие нашей школы запланировано на август 2020-го года.`,
        teacher_button: 'ПОДРОБНЕЕ',

        // 
    },

    {
        footer_menu: [
            {id:1, menu: 'О нас', hash: '#school_instruction'},
            {id:2, menu: 'Ученикам', hash: '#proceed'},
            {id:3, menu: 'Учителям', hash: '#for_teacher'},
            {id:4, menu: 'О фонде', hash: '#about_fund'},
            {id:5, menu: 'Календарь', hash: '#calendar'},
            {id:6, menu: 'Контакты', hash: '#footer'},
        ],
        footer_address: 'г. Щучинск, Трудовая, дом 32',
        footer_gmail_question: 'Появились вопросы?', footer_gmail_gmail: 'Напишите нам на <b>iqhsbmanager@gmail.com</b> или позвоните по номеру <b>+7 (776) 110 39 39</b>',
        footer_facebook_question: 'Хотите быть в курсе событий?', footer_facebook_facebook: 'Подписывайтесь на нашу страницу в <b>Facebook</b>',
        footer_rest_copy: '© Copyright iQanat Burabay High School 2019', footer_rest_all_right: 'Все права защищены', footer_rest_designer: 'Дизайн от Agency58',
    }
    
]