export default [
    `
        <div class="sub_content row">
            <div class="col-md-4">
            <div class="pupil_image">
                <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
            </div>
            <div class="name_old">
                <p>Калиева Назира</p>
                <p>Игілікқызы, 15</p>
            </div>
            <div class="vallage">
                <p>Батыс Қазақстан облысы,</p>
                <p>Сырым ауданы,</p>
                <p>Қарағанды ауылы</p>
            </div>
            </div>
            <div class="col-md-8">
            <div class="message">
                <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
            </div>
            <div class="big_number">
                <p>01<sup>/11</sup></p>
            </div>
            </div>
        </div>
    `,
    `
        <div class="sub_content row">
            <div class="col-md-4">
            <div class="pupil_image">
                <img src="${require('@/assets/Oval.jpg')}" class="rounded-circle" alt="Pupil Photo">
            </div>
            <div class="name_old">
                <p>Калиева Назира</p>
                <p>Игілікқызы, 15</p>
            </div>
            <div class="vallage">
                <p>Батыс Қазақстан облысы,</p>
                <p>Сырым ауданы,</p>
                <p>Қарағанды ауылы</p>
            </div>
            </div>
            <div class="col-md-8">
            <div class="message">
                <p>Iqanat High School-ға грант жеңіп алуым менің болашағыма басқан ең үлкен қадамым деп санаймын! Себебі, бұл білім ордасы мен үшін білім нәрімен көмкерілген ауыл оқушыларына ашылған айқара есіктей болып көрінеді. Бұл  мектепте оқу барысында ағылшын тілімді жетілдіргім келеді. Сонымен қатар, алдымыздағы ең маңызды сынақтардың бірі-Ұлттық Бірыңғай Тестілеуден 120 баллдан жогары жинау-менің ең басты мақсатым! Алдағы уақытта бұл мақсаттарымның бәрі жүзеге асатынына сенімдімін және де IQanat High School-дың болашақ оқушысы екеніме қуаныштымын! Мың алғыс саған, IQANAT!!!</p>
            </div>
            <div class="big_number">
                <p>02<sup>/11</sup></p>
            </div>
            </div>
        </div>
    `,
]